Repository: microblink/blinkid-ios
Catalog: Source/BlinkIDUX/Localizable.xcstrings
Source language: en
Languages: ak, am, ar, bn, cs, da, de, el, es, es_mx, fa, fi, fil, fr, fr_ca, ha, he, hi, hr, hu, id, is, it, ja, ka_ge, kk, km_kh, ko, lv, ms, nb, ne, nl, pl, ps_af, pt, pt_br, ro, ru, si, sk, sl, sr, sv, sw, th, tr, uk, ur, uz, vi, yo, zh_hans, zh_hant

# mb_help_screen_barcode_msg3
source: Try to keep the phone and the barcode still while scanning. Moving either can blur the image and make the barcode difficult to read.
ak: Wobɛma fon no ne barkodu no agyina faako bere a wo skane no. Sɛ wokeka wo ho a ebetumi ama mfonini no ani ayɛ kusuu na ɛbɛyɛ den sɛ wobetumi akan barkodu no.
am: በሚቃኙበት ጊዜ ስልኩን እና ካርዱን ጸንተው ይዘው ለማቆየት ይሞክሩ። አንዱን ማንቀሳቀስ ምስሉን ሊያደበዝዝ እና ባርኮዱን የማይነበብ እንዲሆን ያደርገዋል።
ar: حاول إبقاء الهاتف والباركود ثابتين في المسح. تحريك أي منهما قد يسبب تشويش الصورة ويجعل قراءة الباركود صعبة.
bn: স্ক্যান করার সময় ফোন এবং বারকোড উভয়ই স্থির রাখার চেষ্টা করুন। এর যেকোনো একটি নড়াচড়া করলে ছবিটি ঝাপসা হয়ে যেতে পারে এবং বারকোডটি পড়া কঠিন হয়ে পড়তে পারে।
cs: Při skenování se snažte držet telefon a čárový kód v klidu. Pohyb může obraz rozmazat a způsobit, že čárový kód nebude čitelný.
da: Prøv at holde telefonen og stregkoden stille, mens du scanner. Bevægelse kan gøre billedet uskarpt, så stregkoden bliver svær at aflæse.
de: Versuchen Sie, das Telefon und den Barcode während des Scanvorgangs ruhig zu halten. Jede Bewegung kann das Bild unscharf und den Barcode schwer lesbar machen.
el: Προσπαθήστε να κρατήσετε το τηλέφωνο και τον γραμμωτό κώδικα ακίνητα κατά τη σάρωση. Η μετακίνηση οποιουδήποτε από τα δύο μπορεί να θολώσει την εικόνα και να καταστήσει τον γραμμωτό κώδικα δυσανάγνωστο.
es: Intenta mantener el teléfono y el código de barras estables mientras escaneas. Si se mueve alguno de los dos, la imagen puede salir borrosa y el código de barras podría no leerse correctamente.
es_mx: Trate de mantener el teléfono y el código de barras quietos mientras escanea. Mover cualquiera de los dos puede hacer que la imagen se vea borrosa y esto dificultara la lectura del código de barras.
fa: Kushesh konid dar hengam-e esken telefon va barkod ra bi-harekat negah darid. Harekat-e har kodam mitavanad tasvir ra tar konad va khandan-e barkod ra doshvar konad.
fi: Yritä pitää puhelin ja viivakoodi paikallaan skannauksen aikana. Jommankumman liikuttaminen voi sumentaa kuvaa ja vaikeuttaa viivakoodin lukemista.
fil: Panatilihing hindi gumagalaw ang telepono at barcode habang nag-i-scan. Maaaring maging malabo ang larawan at hindi mabasa ang barcode kapag gumagalaw.
fr: Essayez de garder le téléphone et le code-barres immobiles pendant le scan. Tout mouvement peut brouiller l’image ou rendre le code-barres difficile à lire.
fr_ca: Essayez de maintenir le téléphone et le code-barres immobiles pendant la numérisation. Tout mouvement peut rendre l'image floue et le code-barres difficile à lire.
ha: A daina jijjiga wayar da barcode ɗin yayin da ake ɗaukar hoto. Motsawa zai sa hoton ya yi dishi-dishi sannan zai sa barcode ɗin ya yi wahalar karantawa.
he: נסו לדאוג שהטלפון והברקוד יישארו יציבים בזמן הסריקה. תזוזה של כל אחד מהם עלולה לטשטש את התמונה ולהקשות על קריאת הברקוד.
hi: स्कैन करते समय फ़ोन और बारकोड दोनों को यथासंभव स्थिर रखें। इनमें से किसी को भी हिलाने से तस्वीर धुंधली हो सकती है और बारकोड पढ़ना मुश्किल हो सकता है।
hr: Pokušajte za vrijeme skeniranja što mirnije držati telefon i barkod. Pomicanjem može doći do zamućenja slike zbog čega barkod postaje nečitljiv.
hu: Próbálja mozdulatlanul tartani a telefont és a vonalkódot a beolvasás alatt. Ha valamelyik mozog, elmosódhat a kép, és a vonalkód nehezen olvashatóvá válhat.
id: Usahakan ponsel dan kode batang tidak bergerak saat memindai. Jika bergerak, gambar menjadi buram dan kode batang sulit dibaca.
is: Reyndu að halda símanum og strikamerkinu kyrru meðan þú skannar. Ef annað hvort hreyfist getur myndin orðið óskýr og strikamerkið orðið erfitt að lesa.
it: Cerca di tenere fermo il telefono e il codice a barre durante la scansione. Muoverli può sfocare l'immagine e rendere difficile da leggere il codice a barre.
ja: スキャン中はスマートフォンとバーコードを動かさないでください。片方でも動くと画像がぼやけ、バーコードが読み取れなくなる恐れがあります。
ka_ge: დასკანერებისას ეცადეთ არ გაამოძრაოთ ტელეფონი და შტრიხკოდი. გამოძრავების შემთხვევაში ფოტო შეიძლება დაიბუროს და შტრიხკოდი გარჩევადი არ იყოს.
kk: Сканерлеу кезінде телефон мен штрихкодты қозғалтпай ұстауға тырысыңыз. Олардың кез келгенінің қозғалысы кескіннің бұлыңғырлануына әкеліп, штрихкодты оқуды қиындатуы мүмкін.
km_kh: សូមព្យាយាមរក្សាទូរសព្ទ និងបារកូដឲ្យនៅនឹងពេលកំពុងស្កេន។ ការធ្វើចលនាណាអាចធ្វើឲ្យរូបភាពព្រាល ហើយធ្វើឲ្យពិបាកអានបារកូដ។
ko: 스캔하는 동안 휴대폰과 바코드를 모두 움직이지 않도록 하세요. 어느 쪽이든 움직이면 이미지가 흐려져 바코드를 읽기 어려울 수 있습니다.
lv: Skenēšanas laikā nekustiniet tālruni un svītrkodu. Pretējā gadījumā attēls var būt izplūdis, un svītrkodu būs grūti nolasīt.
ms: Cuba kekalkan kedudukan telefon dan kod bar semasa mengimbas. Jika salah satu bergerak, imej boleh menjadi kabur dan menyebabkan kod bar sukar dibaca.
nb: Hold telefonen og strekkoden i ro når du skanner. Bevegelse kan gjøre bildet uskarpt og føre til at strekkoden blir vanskelig å lese.
ne: स्क्यान गर्दा फोन र बारकोड दुवैलाई नहल्लाई राख्ने प्रयास गर्नुहोस्। कुनै पनि वस्तु हल्लिनाले तस्बिर धमिलो हुन सक्छ र बारकोड पढ्न गाह्रो हुन सक्छ।
nl: Probeer de telefoon en de barcode niet te bewegen tijdens het scannen. Door beweging kan de afbeelding onscherp worden en de gegevens op het document onleesbaar.
pl: Podczas skanowania staraj się trzymać telefon i kod kreskowy nieruchomo. Poruszanie którymkolwiek z nich może rozmyć obraz i utrudnić odczytanie kodu kreskowego.
ps_af: هڅه وکړئ د سکن کولو پر مهال ټلیفون او بارکوډ و نه خوځوئ. د هغوی خوځول د انځور د تت کېدو لامل کېږي او د بارکوډ لوستل ستونزمنېږي.
pt: Tente manter o telemóvel e o código de barras imóvel enquanto digitaliza, caso contrário a imagem poderá ficar desfocada e o código de barras poderá ficar desfocado e ser difícil de ler.
pt_br: Tente manter o celular e o código de barras imóveis durante a digitalização. Movimentos de qualquer um deles podem desfocar a imagem e dificultar a leitura do código de barras.
ro: Încercați să mențineți telefonul și codul de bare nemișcate în timpul scanării. Mișcarea oricăruia dintre ele poate face ca imaginea să fie neclară și poate îngreuna citirea codului de bare.
ru: Старайтесь во время сканирования держать телефон и штрихкод неподвижно. Движение может привести к размытию и затруднить считывание штрихкода.
si: ස්කෑන් කරන අතරතුර දුරකථනය සහ බාර්කෝඩ් එක නොසෙල්වෙන සේ තබා ගැනීමට උත්සාහ කරන්න. මින් එකක් හෝ සෙලවීම රූපය අපැහැදිලි වී බාර්කෝඩ් එක කියවීමට අපහසු වීමට හේතු විය හැක.
sk: Počas snímania sa snažte nehýbať telefónom a čiarovým kódom. Pohyb môže rozmazať obraz a spôsobiť, že sa čiarový kód nebude dať prečítať.
sl: Med skeniranjem poskusite telefon in črtno kodo držati pri miru. Premikanje lahko zamegli sliko in oteži branje črtne kode.
sr: Držite telefon i barkod mirno tokom skeniranja. Pomeranje bilo kog od njih može zamutiti sliku i otežati očitavanje barkoda.
sv: Försök att hålla telefonen och streckkoden stilla medan du skannar. Att röra sig kan göra bilden suddig och göra streckkoden svår att läsa.
sw: Jaribu kuhakikisha simu na msimbopau havisongi unaposkani. Kusonga kunaweza kufanya picha isionekane vizuri na kufanya iwe vigumu msimbopau kusomeka.
th: พยายามถือโทรศัพท์และบาร์โค้ดให้นิ่งขณะสแกน การเคลื่อนไหวอาจทำให้ภาพพร่ามัวและทำให้อ่านข้อมูลบาร์โค้ดไม่ออก
tr: Tarama sırasında telefonu ve barkodu sabit tutmaya özen gösterin. Herhangi birinin hareket etmesi görüntüyü bulanıklaştırıp barkodun okunmasını zorlaştırabilir.
uk: Під час сканування намагайтеся тримати телефон і штрих-код нерухомими. Рух одного з них може розмити зображення та ускладнити зчитування штрих-коду.
ur: اسکین کرتے وقت فون اور بار کوڈ دونوں کو ساکن رکھنے کی کوشش کریں۔ ان میں سے کسی ایک کی بھی حرکت تصویر کو دھندلا کر سکتی ہے اور بار کوڈ پڑھنے میں دشواری پیش آ سکتی ہے۔
uz: Skanerlayotganda telefon va shtrix-kodni qimirlatmang. Qimirlash rasm xira olinishiga va shtrix-kod tushunarsiz chiqishiga sabab boʻlishi mumkin.
vi: Cố gắng giữ yên điện thoại và mã vạch trong khi quét. Di chuyển có thể làm mờ hình ảnh hoặc khiến mã vạch khó đọc.
yo: Gbìyànjú láti mú fóònù àti kóòdù onílà náà dúró nígbà ṣíṣe àyẹ̀wò. Sí sún kiri lè fa kí àwòrán náà rí bàìbàì àti kí kóòdù onílà náà ṣòro látí kà.
zh_hans: 扫描时尽量保持手机和条形码不动。移动可能导致图像模糊，使条形码难以读取。
zh_hant: 掃描時盡量保持裝置及條碼穩定。任何移動可能會使圖像模糊，導致無法辨識條碼。

# mb_help_screen_barcode_title1
source: Keep the barcode visible
ak: Hwɛ sɛ wobehu barkodu no yiye
am: ባር ኮዱ ሙሉ በሙሉ እንዲታይ ያድርጉ
ar: احرص على ظهور الباركود
bn: বারকোডটি দৃশ্যমান রাখুন
cs: Nezakrývejte čárový kód
da: Sørg for, at stregkoden er synlig
de: Der Barcode muss sichtbar bleiben
el: Φροντίστε να είναι ορατός ο κώδικας
es: Mantén el código de barras visible
es_mx: Mantenga su código de barras visible
fa: Barkod ra namayan negah darid
fi: Pidä viivakoodi näkyvissä
fil: Panatilihing nakikita ang barcode
fr: Gardez le code-barres visible
fr_ca: Gardez le code-barres visible
ha: A daidaita yadda za a iya kallon barcode ɗin
he: הקפידו שהברקוד יישאר גלוי
hi: बारकोड को दृश्यमान रखें
hr: Držite barkod vidljivim
hu: Tartsa láthatóan a vonalkódot
id: Pastikan kode batang tetap terlihat
is: Haltu strikamerkinu sýnilegu
it: Mantieni visibile il codice a barre
ja: バーコードをはっきりと写してください
ka_ge: შტრიხკოდი უნდა ჩანდეს
kk: Штрихкод жақсы көрінуі тиіс
km_kh: រក្សាបារកូដឲ្យអាចមើលឃើញបាន
ko: 바코드가 잘 보이도록 하세요
lv: Turiet dokumentu tā, lai svītrkods būtu redzams
ms: Pastikan kod bar kelihatan
nb: Hold strekkoden synlig
ne: बारकोड स्पष्ट देखिने गरी राख्नुहोस्
nl: Zorg dat de barcode zichtbaar is.
pl: Upewnij się, że kod kreskowy jest widoczny
ps_af: بارکوډ باید د لیدلو وړ وي
pt: Mantenha o código de barras visível
pt_br: Mantenha o código de barras visível
ro: Mențineți codul de bare vizibil
ru: Штрихкод должен быть хорошо виден
si: බාර්කෝඩ් එක පෙනෙන පරිදි තබා ගන්න
sk: Udržujte čiarový kód viditeľný
sl: Črtna koda naj bo vidna
sr: Neka barkod bude vidljiv
sv: Håll streckkoden synlig
sw: Hakikisha msimbopau unaonekana
th: ทำให้บาร์โค้ดมองเห็นได้ชัดเจน
tr: Barkodun görünür olduğundan emin olun
uk: Тримайте штрих-код повністю видимим
ur: بار کوڈ کو نمایاں رکھیں
uz: Shtrix-kod koʻrinib tursin
vi: Đảm bảo thấy rõ mã vạch
yo: Jẹ́ kí kóòdù onílà náà hàn kedere
zh_hans: 保持条形码可见
zh_hant: 保持條碼清晰可見

# mb_help_screen_mrz_msg1
source: Make sure you aren’t covering parts of the MRZ with a finger. Also, watch out for reflections that go over the MRZ and could make it unreadable.
ak: Hwɛ sɛ womfa wo nsateaa nkata MRZ no afã horow so. Afei nso, hwɛ sɛ wobehu sunsuma a ɛnam MRZ no so na ɛma wontumi nkenkan.
am: MRZን በጣትዎ አለመሸፈንዎን ያረጋግጡ። እንዲሁም በMRZ ላይ የሚያርፉና ለማንበብ አስቸጋሪ ሊያደርጉ የሚችሉ የብርሃን ነጸብራቆችን ያስወግዱ።
ar: تأكد من عدم تغطية أجزاء من منطقة القراءة الآلية (MRZ) بإصبعك. كما يجب الانتباه إلى الانعكاسات التي تقع فوق منطقة القراءة الآلية (MRZ) والتي قد تجعلها غير قابلة للقراءة.
bn: নিশ্চিত করুন যে আপনি আঙুল দিয়ে MRZ-এর কোনো অংশ ঢেকে রাখছেন না। এছাড়া, MRZ-এর ওপর আলোর প্রতিফলন যেন না পড়ে সেদিকেও খেয়াল রাখবেন, কারণ এর ফলে এটি পড়া অসম্ভব হয়ে পড়তে পারে।
cs: Zkontrolujte, zda část MRZ kódu nezakrýváte prstem. Také dejte pozor na odlesky, které by mohly zapříčinit, že bude nečitelný.
da: Sørg for, at du ikke dækker dele af MRZ'en med en finger. Pas også på refleksioner henover MRZ'en, da de kan gøre den ulæselig.
de: Achten Sie darauf, dass Sie Teile des MRZ nicht mit einem Finger verdecken. Achten Sie außerdem auf Reflexionen, die über den MRZ fallen und diesen unlesbar machen könnten.
el: Βεβαιωθείτε ότι δεν καλύπτετε μέρη του MRZ με το δάχτυλό σας, Επίσης, προσέξτε τις αντανακλάσεις που καλύπτουν το MRZ και μπορεί να τo καταστήσουν μη αναγνώσιμο.
es: Asegúrate de no cubrir partes del MRZ con el dedo. También ten cuidado con los reflejos que puedan cubrirlo y hacerlo ilegible.
es_mx: Asegúrate de no cubrir partes de la MRZ con un dedo. También, tenga cuidado con los reflejos que puedan pasar sobre la MRZ, ya que podrían hacerla ilegible.
fa: Hich bakhshi az MRZ ra ba angosht napushanid. Moazebe baztabhayi bashid ke ruye MRZ mioftand va momken ast an ra gheyr-e ghabele khandan konand.
fi: Varmista, ettet peitä mitään MRZ-alueen osaa sormella. Kiinnitä lisäksi huomiota MRZ-alueella oleviin heijastuksiin, jotka voisivat estää sen lukemisen.
fil: Siguradhing hindi mo natatakpan ng daliri ang mga bahagi ng MRZ. Tingnan din kung may mga reflection sa MRZ na dahilan para hindi mabasa ito.
fr: Veillez à ce que votre doigt ne recouvre pas certaines parties du MRZ. Faites également attention aux reflets qui masquent le MRZ et peuvent le rendre illisible.
fr_ca: Assurez-vous de ne pas couvrir certaines parties de la ZLA avec un doigt. Faites également attention aux reflets qui pourraient apparaître sur le code-barres et le rendre illisible.
ha: A tabbatar da cewa ba a rufe wasu ɓangarorin MRZ da yatsa ba. Bayan haka, a duba ko akwai wani dau na haske da ya hau kan MRZ ɗin wanda zai iya sa ba zai karantu ba.
he: ודאו שאינכם מכסים חלקים מה-MRZ עם האצבע. כמו כן, היזהרו מהשתקפויות על גבי ה-MRZ שעלולות להפוך אותו לבלתי קריא.
hi: सुनिश्चित करें कि आप उंगली से MRZ के किसी हिस्से को ढक नहीं रहे हैं। साथ ही, उन प्रतिबिंबों से भी सावधान रहें जो MRZ पर पड़ सकते हैं और उसे अपठनीय बना सकते हैं।
hr: Pripazite da ne prekrivate dijelove MRZ-a prstom. Također, pazite na refleksije koje mogu prelaziti preko MRZ-a i učiniti ga nečitljivim.
hu: Ügyeljen arra, hogy az MRZ egyes részeit ne takarja el az ujjával. Ezenkívül ügyeljen az MRZ kódot átfedő tükröződésekre is, amelyek olvashatatlanná tehetik.
id: Pastikan jari Anda tidak menutupi bagian MRZ. Selain itu, hindari pantulan cahaya pada MRZ yang dapat menjadikannya tidak terbaca.
is: Gakktu úr skugga um að þú hyljir ekki hluta af véllesanlega svæðinu með fingri. Passaðu þig líka á endurskinsljósi sem fellur yfir véllesanlega svæðið og gæti gert það ólæsilegt.
it: Assicurati di non coprire parte dell'MRZ con un dito. Verifica inoltre che non ci siano riflessi sull'MRZ che possano comprometterne la leggibilità.
ja: MRZの一部を指で覆わないようにしてください。また、MRZに光が反射して読み取れなくならないようご注意ください。
ka_ge: დარწმუნდით, რომ თითით არ ფარავთ MRZ-ის არც ერთ ნაწილს. ასევე, ყურადღება მიაქციეთ, რომ MRZ-ზე არ იყოს ანარეკლი, რომელმაც შეიძლება მისი წაკითხვა შეუძლებელი გახადოს.
kk: Саусағыңызбен аймақ жолағын жауып қалмаңыз. Сондай-ақ, аймаққа түсетін жарықтың деректерді оқылмайтындай етіп бүркеп қалмағанына қарап қойыңыз.
km_kh: ត្រូវប្រាកដថា អ្នកមិនយកម្រាមដៃរបស់អ្នកមកបាំងផ្នែកនានារបស់ MRZ។ ដូចគ្នានេះផងដែឬ ត្រូវប្រយ័ត្ននឹងចំណាំងពន្លឺដែលឆ្លងកាត់ពីលើ MRZ និងអាចធ្វើឲ្យវាមិនអាចអានបាន។
ko: 손가락으로 MRZ 일부를 가리지 않도록 주의하세요. 또한 MRZ 위에 반사광이 생기면 인식이 어려울 수 있으니 주의하세요.
lv: Pārliecinieties, ka neaizsedzat daļu MRZ ar pirkstu. Pārbaudiet arī to, vai MRZ neietekmē atspīdumi, kas var neļaut to nolasīt.
ms: Pastikan tiada bahagian MRZ yang terlindung oleh jari anda. Selain itu, pastikan tiada pantulan cahaya pada MRZ yang boleh menyebabkannya sukar atau gagal dibaca.
nb: Sørg for at du ikke dekker over deler av MRZ med fingeren. Vær også oppmerksom på refleksjoner som strekker seg over MRZ og kan gjøre sonen uleselig.
ne: MRZ को कुनै पनि भाग औँलाले नछोप्नुहोस्। साथै, MRZ मा उज्यालो टल्किएको छ कि छैन हेर्नुहोस्, टल्केको भाग क्यामेराले चिन्न सक्दैन।
nl: Zorg ervoor dat u geen delen van de MRZ met een vinger bedekt. Pas ook op voor reflecties die op de MRZ vallen en deze onleesbaar kunnen maken.
pl: Upewnij się, że nie zasłaniasz palcem żadnej części strefy MRZ. Uważaj też na odbicia światła na strefie MRZ, które mogą utrudnić jej odczytanie.
ps_af: ډاډ حاصل کړئ چې د MRZ کومه برخه مو په ګوته پټه نکړئ. همدارنګه د وړانګو هغه غبرګون ته وګورئ چې پر MRZ راځي او کېدای شي هغه و نه لوستل شي.
pt: Certifique-se de que não está a cobrir partes do MRZ com um dedo. Além disso, tenha em atenção os reflexos que se sobrepõem ao MRZ e que poderão torná-lo ilegível.
pt_br: Certifique-se de não cobrir nenhuma parte da MRZ com os dedos. Além disso, evite reflexos sobre a MRZ, pois eles podem torná-la ilegível.
ro: Asigurați-vă că nu acoperiți cu degetul nicio parte a zonei MRZ. De asemenea, aveți grijă să nu se formeze reflexii peste zona MRZ, deoarece o pot face ilizibilă.
ru: Убедитесь, что вы не закрываете пальцем части МСЗ. Также остерегайтесь бликов, которые могут перекрывать МСЗ и делать ее нечитаемой.
si: ඔබේ ඇඟිල්ලකින් MRZ එකේ කොටස් ආවරණය නොවන බවට වග බලා ගන්න. එසේම බාර්කෝඩ් එකේ කොටස් කියවීම අපහසු කළ හැකි, ඒ මත ඇති වන පරාවර්තන පිළිබඳව අවධානයෙන් සිටින්න.
sk: Uistite sa, že časti strojovo čitateľnej oblasti (MRZ) nezakrývate prstom. Dávajte si tiež pozor na odrazy, ktoré prechádzajú cez túto oblasť a môžu spôsobiť, že bude nečitateľná.
sl: Ne prekrivajte nobenega dela strojno berljivega območja s prstom. Prav tako bodite pozorni na odseve svetlobe na strojno berljivem območju, zaradi katerih bi lahko postalo neberljivo.
sr: Uverite se da prstom ne prekrivate delove MRZ-a. Pazite i na odsjaje na MRZ-u zbog kojih bi mogao da bude nečitljiv.
sv: Kontrollera att du inte täcker delar av MRZ-koden med ett finger. Se också upp för reflektioner som kan göra MRZ-koden oläslig.
sw: Hakikisha hujafunika sehemu za MRZ kwa kidole. Pia, kuwa mwangalifu na mwanga unaoakisiwa unaopita juu ya MRZ na unaweza kuufanya isisomeke.
th: ตรวจสอบให้แน่ใจว่าคุณไม่ได้ปกปิดบางส่วนของ MRZ ด้วยนิ้ว นอกจากนี้ ระวังการสะท้อนที่ส่องผ่านโค้ด MRZ และอาจทำให้อ่านไม่ได้
tr: MRZ'nin herhangi bir bölümünü parmağınızla kapatmadığınızdan emin olun. Ayrıca MRZ'nin okunması engelleyebilecek yansımalara dikkat edin.
uk: Переконайтеся, що ви не закриваєте частини MRZ пальцем. Також стежте за відблисками, які перекривають MRZ і можуть зробити його нечитабельним.
ur: یقینی بنائیں کہ آپ کی انگلی سے MRZ کا کوی حصہ نہ ڈھکا ہو۔ اس کے علاوہ، MRZ پر پڑنے والے انعکاس سے بھی بچیں، کیونکہ اس سے متن پڑھنے کے قابل نہیں رہ سکتا۔
uz: MRZ qismini barmogʻingiz bilan toʻsmayotganligingizga ishonch hosil qiling. Shuningdek, MRZ ustiga tushib, uni oʻqib boʻlmaydigan qilib qoʻyishi mumkin boʻlgan akslanishlardan ehtiyot boʻling.
vi: Đảm bảo bạn không dùng ngón tay che các phần của MRZ. Ngoài ra, hãy chú ý tránh để các vệt phản chiếu ánh sáng đè lên MRZ có thể khiến MRZ không đọc được.
yo: Ríi dájú pé o ò fi ìka kan bo àwọn apá ibì kankan lórí MRZ náà. Bákannáà, ṣọ́ra fún àwọn ìtànyòò tó kọjá lórí MRZ náà lé yìí tí ó lè mú kí ó má ṣeé kà.
zh_hans: 确保手指没有遮挡机读区。此外，请留意机读区上的反光，反光可能导致机读区无法读取。
zh_hant: 請確保手指沒有遮住 MRZ，並避免 MRZ 出現反光，以免無法辨識。

# mb_help_screen_mrz_title1
source: Keep the MRZ visible
ak: Ma wonhu MRZ no
am: MRZ ሙሉ በሙሉ እንዲታይ ያድርጉ
ar: يجب أن تظل منطقة القراءة الآلية (MRZ) مرئية
bn: MRZ দৃশ্যমান রাখুন
cs: Nezakrývejte MRZ kód
da: Hold MRZ'en synlig
de: Der MRZ muss sichtbar sein
el: Φροντίστε να είναι ορατό το MRZ
es: Mantén el MRZ visible
es_mx: Mantenga la MRZ visible
fa: MRZ ra namayan negah darid
fi: Pidä MRZ näkyvissä
fil: Panatilihing nakikita ang MRZ
fr: Gardez le MRZ visible
fr_ca: Gardez la ZLA visible
ha: Ajiye yadda za a iya kallon MRZ
he: הקפידו שה-MRZ יישאר גלוי
hi: MRZ को दृश्यमान रखें
hr: Držite MRZ vidljivim
hu: Ügyeljen arra, hogy az MRZ látható maradjon
id: Pastikan MRZ tetap terlihat
is: Haltu véllesanlega svæðinu sýnilegu
it: Mantieni visibile l'MRZ
ja: MRZが見えるようにしてください
ka_ge: MRZ უნდა ჩანდეს
kk: Машина оқитын аймақ жолағы көрініп тұрғанына көз жеткізіңіз
km_kh: រក្សា MRZ ឲ្យនៅតែអាចមើលឃើញ
ko: MRZ가 잘 보이도록 유지하세요
lv: Turiet dokumentu tā, lai būtu redzama MRZ
ms: Pastikan MRZ jelas kelihatan.
nb: Hold MRZ synlig
ne: MRZ स्पष्ट देखिने गरी राख्नुहोस्
nl: Houd de MRZ zichtbaar
pl: Upewnij się, że strefa MRZ jest widoczna
ps_af: MRZ باید د لیدلو وړ وي
pt: Mantenha o MRZ visível
pt_br: Mantenha a MRZ visível
ro: Păstrați zona MRZ vizibilă
ru: МСЗ должна быть хорошо видна
si: MRZ එක පෙනෙන පරිදි තබා ගන්න
sk: Udržujte strojovo čitateľnú oblasť (MRZ) viditeľnú
sl: Strojno berljivo območje naj bo ves čas vidno.
sr: Neka MRZ bude vidljiv
sv: Håll MRZ-koden synlig
sw: Hakikisha MRZ inaonekana
th: ทำให้ MRZ มองเห็นได้
tr: MRZ'nin görünür olmasına dikkat edin
uk: Тримайте MRZ повністю видимим
ur: MRZ کو نمایاں رکھیں
uz: MRZ koʻrinib tursin
vi: Đảm bảo thấy rõ MRZ
yo: Jẹ́ kí MRZ náà hàn dáadáa
zh_hans: 保持机读区可见
zh_hant: 保持 MRZ 清晰可見
